Repository: BatuhanAkpunar/ClaudeTakip
Catalog: ClaudeTakip/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: %lld min ago
ar: قبل %lld د
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
ja: %lld分前
ko: %lld분 전
nl: %lld min geleden
pt_br: %lld min atrás
ru: %lld мин назад
tr: %lld dk önce
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: +%lld%% deviation
ar: +%lld%% انحراف
de: +%lld%% Abweichung
es: +%lld%% desviación
fr: +%lld%% d'écart
it: +%lld%% deviazione
ja: +%lld%%の偏差
ko: +%lld%% 편차
nl: +%lld%% afwijking
pt_br: +%lld%% desvio
ru: +%lld%% отклонение
tr: +%lld%% sapma
zh_hans: +%lld%% 偏差
zh_hant: +%lld%% 偏差

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
ko: 활성
nl: Actief
pt_br: Ativo
ru: Активно
tr: Aktif
zh_hans: 活跃
zh_hant: 活躍

source: AI Recommendation
ar: توصية الذكاء الاصطناعي
de: KI-Empfehlung
es: Recomendación IA
fr: Recommandation IA
it: Suggerimento IA
ja: AIの提案
ko: AI 추천
nl: AI-aanbeveling
pt_br: Recomendação IA
ru: Рекомендация ИИ
tr: AI Önerisi
zh_hans: AI 建议
zh_hant: AI 建議

source: AI recommendations are currently unavailable
ar: توصيات الذكاء الاصطناعي غير متاحة حالياً
de: KI-Empfehlungen sind derzeit nicht verfügbar
es: Las recomendaciones de IA no están disponibles actualmente
fr: Les recommandations IA sont actuellement indisponibles
it: I suggerimenti IA non sono al momento disponibili
ja: AI の提案は現在利用できません
ko: AI 추천을 현재 사용할 수 없습니다
nl: AI-aanbevelingen zijn momenteel niet beschikbaar
pt_br: Recomendações de IA estão indisponíveis no momento
ru: Рекомендации ИИ в данный момент недоступны
tr: AI önerileri şu an kullanılamıyor
zh_hans: AI 建议当前不可用
zh_hant: AI 建議目前無法使用

source: AI-powered usage reports and recommendations
ar: تقارير وتوصيات استخدام مدعومة بالذكاء الاصطناعي
de: KI-gestützte Nutzungsberichte und Empfehlungen
es: Reportes y recomendaciones de uso con IA
fr: Rapports et recommandations d'utilisation par IA
it: Report e suggerimenti sull'utilizzo con IA
ja: AIによる使用状況レポートと提案
ko: AI 기반 사용 보고서 및 추천
nl: AI-gestuurde gebruiksrapporten en aanbevelingen
pt_br: Relatórios e recomendações de uso com IA
ru: Отчёты и рекомендации по использованию на основе ИИ
tr: AI destekli kullanım raporları ve öneriler sunar
zh_hans: AI 驱动的用量报告和建议
zh_hant: AI 驅動的用量報告和建議

source: An independent macOS app that tracks your Claude AI usage limits. Not affiliated with Anthropic.
ar: تطبيق macOS مستقل لتتبع حدود استخدام Claude AI. غير تابع لشركة Anthropic.
de: Eine unabhängige macOS-App zur Verfolgung Ihrer Claude-KI-Nutzungslimits. Nicht mit Anthropic verbunden.
es: App independiente de macOS que rastrea tus límites de uso de Claude AI. Sin afiliación con Anthropic.
fr: Application macOS indépendante qui suit vos limites d'utilisation de Claude. Non affiliée à Anthropic.
it: App macOS indipendente per monitorare i limiti di utilizzo di Claude AI. Non affiliata con Anthropic.
ja: Claude AIの使用制限を追跡する独立したmacOSアプリです。Anthropicとは無関係です。
ko: Claude AI 사용 한도를 추적하는 독립 macOS 앱입니다. Anthropic과 무관합니다.
nl: Een onafhankelijke macOS-app die je Claude AI-gebruikslimieten bijhoudt. Niet gelieerd aan Anthropic.
pt_br: App macOS independente que acompanha seus limites de uso do Claude. Sem vínculo com a Anthropic.
ru: Независимое приложение macOS для отслеживания лимитов использования Claude AI. Не связано с Anthropic.
tr: Claude AI kullanım limitlerini takip eden bağımsız bir macOS uygulaması. Anthropic ile bağlantısı yoktur.
zh_hans: 一款独立的 macOS 应用，用于追踪您的 Claude AI 用量限制。与 Anthropic 无关。
zh_hant: 一款獨立的 macOS 應用程式，用於追蹤您的 Claude AI 用量限制。與 Anthropic 無關。

source: Analyzing your usage…
ar: جارٍ تحليل استخدامك…
de: Nutzung wird analysiert…
es: Analizando tu uso…
fr: Analyse de votre utilisation…
it: Analisi dell'utilizzo in corso…
ja: 使用状況を分析中…
ko: 사용량 분석 중…
nl: Gebruik wordt geanalyseerd…
pt_br: Analisando seu uso…
ru: Анализ использования…
tr: Kullanımınız analiz ediliyor…
zh_hans: 正在分析您的使用情况…
zh_hant: 正在分析您的使用情況…

source: App language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
nl: App-taal
pt_br: Idioma do app
ru: Язык приложения
tr: Uygulama dili
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
nl: Weergave
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Are you sure you want to sign out?
ar: هل أنت متأكد من تسجيل الخروج؟
de: Möchten Sie sich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero disconnetterti?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
nl: Weet je zeker dat je wilt uitloggen?
pt_br: Tem certeza que deseja sair?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinize emin misiniz?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

source: Auto Session
ar: جلسة تلقائية
de: Auto-Sitzung
es: Sesión automática
fr: Session auto
it: Sessione automatica
ja: 自動セッション
ko: 자동 세션
nl: Automatische sessie
pt_br: Sessão Automática
ru: Автосессия
tr: Otomatik Oturum
zh_hans: 自动会话
zh_hant: 自動工作階段

source: Auto Update
ar: تحديث تلقائي
es: Actualización automática
fr: Mise à jour auto
it: Aggiornamento automatico
ja: 自動アップデート
ko: 자동 업데이트
nl: Automatisch bijwerken
pt_br: Atualização Automática
ru: Автообновление
tr: Otomatik Güncelleme
zh_hans: 自动更新
zh_hant: 自動更新

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pt_br: Automático
ru: Автоматически
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

source: Burning too fast
ar: الاستهلاك سريع جدًا
de: Verbrauch zu schnell
es: Consumo demasiado rápido
fr: Consommation trop rapide
it: Consumo troppo veloce
ja: 消費が速すぎます
ko: 소모 속도가 너무 빨라요
nl: Verbruik te snel
pt_br: Consumo rápido demais
ru: Слишком быстрый расход
tr: Çok hızlı tüketiyorsun
zh_hans: 消耗过快
zh_hant: 消耗過快

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cannot read data
ar: تعذّر قراءة البيانات
de: Daten nicht lesbar
es: No se pueden leer los datos
fr: Impossible de lire les données
it: Impossibile leggere i dati
ja: データを読み取れません
ko: 데이터를 읽을 수 없음
nl: Kan gegevens niet lezen
pt_br: Não foi possível ler os dados
ru: Не удалось прочитать данные
tr: Veri okunamıyor
zh_hans: 无法读取数据
zh_hant: 無法讀取資料

source: Check
ar: تحقّق
de: Prüfen
es: Verificar
fr: Vérifier
it: Controlla
ja: 確認
ko: 확인
nl: Controleer
pt_br: Verificar
ru: Проверить
tr: Kontrol et
zh_hans: 检查
zh_hant: 檢查

source: Check for updates
ar: التحقق من التحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Verifica aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Controleer op updates
pt_br: Verificar atualizações
ru: Проверить обновления
tr: Güncellemeleri kontrol et
zh_hans: 检查更新
zh_hant: 檢查更新

source: Choose between light and dark theme
ar: اختر بين المظهر الفاتح والداكن
de: Wählen Sie zwischen hellem und dunklem Design
es: Elige entre tema claro y oscuro
fr: Choisir entre le thème clair et sombre
it: Scegli tra tema chiaro e scuro
ja: ライトまたはダークテーマを選択
ko: 라이트 또는 다크 테마 선택
nl: Kies tussen licht en donker thema
pt_br: Escolha entre tema claro e escuro
ru: Выбор между светлой и тёмной темой
tr: Açık veya koyu tema seçimi
zh_hans: 选择浅色或深色主题
zh_hant: 選擇淺色或深色主題

source: Claude status: Outage
ar: حالة Claude: انقطاع
de: Claude-Status: Ausfall
es: Estado de Claude: Caída
fr: Statut Claude : Panne
it: Stato Claude: Interruzione
ja: Claude状態：障害発生中
ko: Claude 상태: 장애
nl: Claude-status: Storing
pt_br: Status do Claude: Instável
ru: Статус Claude: Сбой
tr: Claude durumu: Kesinti
zh_hans: Claude 状态：故障
zh_hant: Claude 狀態：故障

source: Claude status: Stable
ar: حالة Claude: مستقر
de: Claude-Status: Stabil
es: Estado de Claude: Estable
fr: Statut Claude : Stable
it: Stato Claude: Stabile
ja: Claude状態：安定
ko: Claude 상태: 정상
nl: Claude-status: Stabiel
pt_br: Status do Claude: Estável
ru: Статус Claude: Стабильно
tr: Claude durumu: Kararlı
zh_hans: Claude 状态：正常
zh_hant: Claude 狀態：正常

source: ClaudeTakip will stop tracking your usage until you sign in again.
ar: سيتوقف ClaudeTakip عن تتبع استخدامك حتى تسجل الدخول مرة أخرى.
de: ClaudeTakip wird Ihre Nutzung nicht mehr verfolgen, bis Sie sich erneut anmelden.
es: ClaudeTakip dejará de rastrear tu uso hasta que inicies sesión de nuevo.
fr: ClaudeTakip cessera de suivre votre utilisation jusqu'à ce que vous vous reconnectiez.
it: ClaudeTakip smetterà di monitorare il tuo utilizzo finché non effettuerai nuovamente l'accesso.
ja: 再度サインインするまで、ClaudeTakipは使用状況の追跡を停止します。
ko: 다시 로그인할 때까지 ClaudeTakip이 사용량 추적을 중단합니다.
nl: ClaudeTakip stopt met het bijhouden van uw gebruik totdat u opnieuw inlogt.
pt_br: O ClaudeTakip deixará de rastrear seu uso até que você faça login novamente.
ru: ClaudeTakip прекратит отслеживание использования, пока вы не войдёте снова.
tr: ClaudeTakip, tekrar giriş yapana kadar kullanımınızı takip etmeyi durduracak.
zh_hans: 在您重新登录之前，ClaudeTakip 将停止跟踪您的使用情况。
zh_hant: 在您重新登入之前，ClaudeTakip 將停止追蹤您的使用情況。

source: Connection problem
ar: مشكلة في الاتصال
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de connexion
it: Problema di connessione
ja: 接続の問題
ko: 연결 문제
nl: Verbindingsprobleem
pt_br: Problema de conexão
ru: Проблема с подключением
tr: Bağlantı sorunu
zh_hans: 连接问题
zh_hant: 連線問題

source: Continue with brief and concise queries
ar: تابع باستعلامات مختصرة وموجزة
de: Fahren Sie mit kurzen und präzisen Anfragen fort
es: Continúa con consultas breves y concisas
fr: Continuez avec des requêtes brèves et concises
it: Continua con richieste brevi e concise
ja: 簡潔なクエリを心がけてください
ko: 간결한 질문으로 계속하세요
nl: Ga verder met korte en beknopte vragen
pt_br: Continue com consultas breves e objetivas
ru: Продолжайте с краткими запросами
tr: Kısa ve öz sorgularla devam edin
zh_hans: 继续使用简短精炼的查询
zh_hant: 繼續使用簡短精煉的查詢

source: Current Session
ar: الجلسة الحالية
de: Aktuelle Sitzung
es: Sesión actual
fr: Session en cours
it: Sessione attuale
ja: 現在のセッション
ko: 현재 세션
nl: Huidige sessie
pt_br: Sessão Atual
ru: Текущая сессия
tr: Mevcut Oturum
zh_hans: 当前会话
zh_hant: 目前工作階段

source: Current Session (5 hrs)
ar: الجلسة الحالية (5 ساعات)
de: Aktuelle Sitzung (5 Std.)
es: Sesión actual (5 hrs)
fr: Session en cours (5 h)
it: Sessione attuale (5 ore)
ja: 現在のセッション（5時間）
ko: 현재 세션 (5시간)
nl: Huidige sessie (5 uur)
pt_br: Sessão Atual (5 hrs)
ru: Текущая сессия (5 ч)
tr: Mevcut Oturum (5 saat)
zh_hans: 当前会话（5 小时）
zh_hant: 目前工作階段（5 小時）

source: CURRENT SESSION (5 HRS)
ar: الجلسة الحالية (5 ساعات)
de: AKTUELLE SITZUNG (5 STD.)
es: SESIÓN ACTUAL (5 HRS)
fr: SESSION EN COURS (5 H)
it: SESSIONE ATTUALE (5 ORE)
ja: 現在のセッション（5時間）
ko: 현재 세션 (5시간)
nl: HUIDIGE SESSIE (5 UUR)
pt_br: SESSÃO ATUAL (5 HRS)
ru: ТЕКУЩАЯ СЕССИЯ (5 Ч)
tr: MEVCUT OTURUM (5 SAAT)
zh_hans: 当前会话（5 小时）
zh_hant: 目前工作階段（5 小時）

source: d
ar: ي
de: T
fr: j
it: g
ja: 日
ko: 일
ru: д
tr: g
zh_hans: 天
zh_hant: 天

source: Data Collection
ar: جمع البيانات
de: Datenerfassung
es: Recopilación de datos
fr: Collecte de données
it: Raccolta dati
ja: データ収集
ko: 데이터 수집
nl: Gegevensverzameling
pt_br: Coleta de Dados
ru: Сбор данных
tr: Veri Toplama
zh_hans: 数据收集
zh_hant: 資料收集

source: Developer
ar: المطوّر
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici
zh_hans: 开发者
zh_hant: 開發者

source: Downloads and installs updates in the background
ar: ينزّل التحديثات ويثبّتها في الخلفية
de: Lädt Updates im Hintergrund herunter und installiert sie
es: Descarga e instala actualizaciones en segundo plano
fr: Télécharge et installe les mises à jour en arrière-plan
it: Scarica e installa gli aggiornamenti in background
ja: バックグラウンドでアップデートをダウンロードしインストール
ko: 백그라운드에서 업데이트를 다운로드하고 설치합니다
nl: Downloadt en installeert updates op de achtergrond
pt_br: Baixa e instala atualizações em segundo plano
ru: Загружает и устанавливает обновления в фоновом режиме
tr: Güncellemeleri arka planda indirir ve kurar
zh_hans: 在后台下载并安装更新
zh_hant: 在背景下載並安裝更新

source: Estimated Overrun
ar: التجاوز المقدّر
de: Geschätzte Überschreitung
es: Exceso Estimado
fr: Dépassement Estimé
it: Superamento Stimato
ja: 推定超過
ko: 예상 초과
nl: Geschatte Overschrijding
pt_br: Excesso Estimado
ru: Расчётное превышение
tr: Tahmini Bitiş
zh_hans: 预计超限
zh_hant: 預計超限

source: Extra credits are being spent. Be careful, every query has a cost.
ar: يتم إنفاق رصيد إضافي. كن حذرًا، كل استعلام له تكلفة.
de: Zusätzliche Credits werden verbraucht. Vorsicht, jede Anfrage kostet.
es: Se están gastando créditos extra. Ten cuidado, cada consulta tiene un costo.
fr: Des crédits supplémentaires sont dépensés. Attention, chaque requête a un coût.
it: Stai usando crediti extra. Attenzione, ogni richiesta ha un costo.
ja: 追加クレジットが消費されています。各クエリにコストがかかります。
ko: 추가 크레딧이 소비되고 있습니다. 모든 질문에 비용이 발생합니다.
nl: Er worden extra credits besteed. Wees voorzichtig, elke vraag heeft een kostprijs.
pt_br: Créditos extras estão sendo gastos. Cuidado, cada consulta tem um custo.
ru: Расходуются дополнительные кредиты. Будьте осторожны, каждый запрос имеет стоимость.
tr: Ekstra krediler harcanıyor. Dikkatli olun, her sorgunun bir maliyeti var.
zh_hans: 正在消耗额外额度。请注意，每次查询都有成本。
zh_hant: 正在消耗額外額度。請注意，每次查詢都有成本。

source: Failed to fetch organization info
ar: فشل في جلب بيانات المؤسسة
de: Organisationsinfo konnte nicht abgerufen werden
es: Error al obtener info de la organización
fr: Impossible de récupérer les infos de l'organisation
it: Impossibile recuperare le info dell'organizzazione
ja: 組織情報の取得に失敗しました
ko: 조직 정보를 가져오지 못했습니다
nl: Organisatiegegevens ophalen mislukt
pt_br: Falha ao buscar dados da organização
ru: Не удалось получить данные организации
tr: Organizasyon bilgisi alınamadı
zh_hans: 获取组织信息失败
zh_hant: 取得組織資訊失敗

source: h
ar: س
de: Std.
ja: 時間
ko: 시간
nl: u
ru: ч
tr: sa
zh_hans: 时
zh_hant: 時

source: Handle only your priority work
ar: تعامل مع أعمالك ذات الأولوية فقط
de: Erledigen Sie nur vorrangige Aufgaben
es: Gestiona solo tu trabajo prioritario
fr: Traitez uniquement vos tâches prioritaires
it: Gestisci solo il lavoro prioritario
ja: 優先度の高い作業のみ行ってください
ko: 우선 작업만 처리하세요
nl: Behandel alleen je prioritaire werk
pt_br: Resolva apenas tarefas prioritárias
ru: Занимайтесь только приоритетными задачами
tr: Yalnızca öncelikli işlerinizi yapın
zh_hans: 仅处理优先事项
zh_hant: 僅處理優先事項

source: Ideal
ar: مثالي
fr: Idéal
it: Ideale
ja: 理想的
ko: 이상적
nl: Ideaal
ru: Идеально
zh_hans: 理想
zh_hant: 理想

source: Info
ar: معلومات
fr: Infos
ja: 情報
ko: 정보
ru: Информация
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

source: Invalid data format
ar: تنسيق بيانات غير صالح
de: Ungültiges Datenformat
es: Formato de datos no válido
fr: Format de données invalide
it: Formato dati non valido
ja: 無効なデータ形式
ko: 잘못된 데이터 형식
nl: Ongeldig gegevensformaat
pt_br: Formato de dados inválido
ru: Неверный формат данных
tr: Geçersiz veri formatı
zh_hans: 数据格式无效
zh_hant: 資料格式無效

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Launch at Login
ar: التشغيل عند الدخول
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer au démarrage
it: Avvia al login
ja: ログイン時に起動
ko: 로그인 시 실행
nl: Open bij inloggen
pt_br: Abrir no Login
ru: Запуск при входе
tr: Girişte Başlat
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Limit reached
ar: تم بلوغ الحد
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
ja: 制限に到達
ko: 한도 도달
nl: Limiet bereikt
pt_br: Limite atingido
ru: Лимит исчерпан
tr: Limite ulaşıldı
zh_hans: 已达限制
zh_hant: 已達限制

source: Limit Reached
ar: تم بلوغ الحد
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
ja: 制限に到達
ko: 한도 도달
nl: Limiet bereikt
pt_br: Limite Atingido
ru: Лимит исчерпан
tr: Limite Ulaşıldı
zh_hans: 已达限制
zh_hant: 已達限制

source: Limit risk
ar: خطر بلوغ الحد
de: Limitrisiko
es: Riesgo de límite
fr: Risque de limite
it: Rischio limite
ja: 制限リスク
ko: 한도 위험
nl: Limietrisico
pt_br: Risco de limite
ru: Риск лимита
tr: Limit riski
zh_hans: 限制风险
zh_hant: 限制風險

source: Low usage
ar: استخدام منخفض
de: Geringe Nutzung
es: Uso bajo
fr: Faible utilisation
it: Utilizzo basso
ja: 使用量少
ko: 낮은 사용량
nl: Laag gebruik
pt_br: Uso baixo
ru: Низкое использование
tr: Düşük kullanım
zh_hans: 低用量
zh_hant: 低用量

source: m
ar: د
de: Min.
fr: min
ja: 分
ko: 분
ru: м
tr: dk
zh_hans: 分
zh_hant: 分

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
nl: Handmatig
ru: Вручную
tr: Manuel
zh_hans: 手动
zh_hant: 手動

source: MIT License
ar: رخصة MIT
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT
ja: MITライセンス
ko: MIT 라이선스
nl: MIT-licentie
pt_br: Licença MIT
ru: Лицензия MIT
tr: MIT Lisansı
zh_hans: MIT 许可证
zh_hant: MIT 授權條款

source: No deviation
ar: بدون انحراف
de: Keine Abweichung
es: Sin desviación
fr: Aucun écart
it: Nessuna deviazione
ja: 偏差なし
ko: 편차 없음
nl: Geen afwijking
pt_br: Sem desvio
ru: Без отклонений
tr: Sapma yok
zh_hans: 无偏差
zh_hant: 無偏差

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion internet
it: Nessuna connessione internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
nl: Geen internetverbinding
pt_br: Sem conexão com a internet
ru: Нет подключения к интернету
tr: İnternet bağlantısı yok
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No organization found in the account
ar: لم يتم العثور على مؤسسة في الحساب
de: Keine Organisation im Konto gefunden
es: No se encontró organización en la cuenta
fr: Aucune organisation trouvée dans le compte
it: Nessuna organizzazione trovata nell'account
ja: アカウントに組織が見つかりません
ko: 계정에 조직이 없습니다
nl: Geen organisatie gevonden in het account
pt_br: Nenhuma organização encontrada na conta
ru: Организация не найдена в аккаунте
tr: Hesapta organizasyon bulunamadı
zh_hans: 账户中未找到组织
zh_hant: 帳號中未找到組織

source: No personal data is collected
ar: لا يتم جمع بيانات شخصية
de: Es werden keine persönlichen Daten erfasst
es: No se recopilan datos personales
fr: Aucune donnée personnelle collectée
it: Nessun dato personale viene raccolto
ja: 個人データは収集されません
ko: 개인 데이터를 수집하지 않습니다
nl: Er worden geen persoonlijke gegevens verzameld
pt_br: Nenhum dado pessoal é coletado
ru: Личные данные не собираются
tr: Kişisel veri toplanmaz
zh_hans: 不收集任何个人数据
zh_hant: 不收集任何個人資料

source: now
ar: الآن
de: jetzt
es: ahora
fr: maintenant
it: ora
ja: 今
ko: 지금
nl: nu
pt_br: agora
ru: сейчас
tr: şimdi
zh_hans: 现在
zh_hant: 現在

source: On track
ar: على المسار
de: Im Plan
es: En buen ritmo
fr: En bonne voie
it: In linea
ja: 順調
ko: 정상 범위
nl: Op schema
pt_br: No ritmo
ru: В норме
tr: Yolunda
zh_hans: 正常
zh_hant: 正常

source: Opens claude.ai in a login window.
ar: يفتح claude.ai في نافذة تسجيل الدخول.
de: Öffnet claude.ai in einem Anmeldefenster.
es: Abre claude.ai en una ventana de inicio de sesión.
fr: Ouvre claude.ai dans une fenêtre de connexion.
it: Apre claude.ai in una finestra di accesso.
ja: ログインウィンドウで claude.ai を開きます。
ko: 로그인 창에서 claude.ai를 엽니다.
nl: Opent claude.ai in een inlogvenster.
pt_br: Abre o claude.ai em uma janela de login.
ru: Открывает claude.ai в окне входа.
tr: Giriş penceresinde claude.ai açılır.
zh_hans: 在登录窗口中打开 claude.ai。
zh_hant: 在登入視窗中開啟 claude.ai。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stop
pt_br: Encerrar
ru: Выход
tr: Çıkış
zh_hans: 退出
zh_hant: 結束

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

source: remaining
ar: متبقٍ
de: verbleibend
es: restante
fr: restant
it: rimanente
ja: 残り
ko: 남음
nl: resterend
pt_br: restante
ru: осталось
tr: kalan
zh_hans: 剩余
zh_hant: 剩餘

source: resets in
ar: يُعاد التعيين خلال
de: Zurücksetzung in
es: se reinicia en
fr: réinitialisation dans
it: ripristino tra
ja: リセットまで
ko: 초기화까지
nl: reset over
pt_br: renova em
ru: сброс через
tr: sıfırlanma
zh_hans: 重置倒计时
zh_hant: 重置倒數

source: Session expired, please sign in again
ar: انتهت الجلسة، يرجى تسجيل الدخول مجددًا
de: Sitzung abgelaufen, bitte erneut anmelden
es: Sesión expirada, inicia sesión de nuevo
fr: Session expirée, veuillez vous reconnecter
it: Sessione scaduta, accedi di nuovo
ja: セッションが期限切れです。再度サインインしてください
ko: 세션이 만료되었습니다. 다시 로그인하세요
nl: Sessie verlopen, log opnieuw in
pt_br: Sessão expirada, entre novamente
ru: Сессия истекла, войдите снова
tr: Oturum süresi doldu, lütfen tekrar giriş yapın
zh_hans: 会话已过期，请重新登录
zh_hant: 工作階段已過期，請重新登入

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Sign in with Claude
ar: تسجيل الدخول عبر Claude
de: Mit Claude anmelden
es: Iniciar sesión con Claude
fr: Se connecter avec Claude
it: Accedi con Claude
ja: Claudeでサインイン
ko: Claude로 로그인
nl: Inloggen met Claude
pt_br: Entrar com o Claude
ru: Войти через Claude
tr: Claude ile giriş yap
zh_hans: 使用 Claude 登录
zh_hant: 使用 Claude 登入

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
ru: Выйти
tr: Çıkış yap
zh_hans: 退出登录
zh_hant: 登出

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
ru: Выйти
tr: Çıkış Yap
zh_hans: 退出登录
zh_hant: 登出

source: Starts a new session after 5 hours to avoid waiting at limit resets (while app is open)
ar: يبدأ جلسة جديدة بعد 5 ساعات لتجنب الانتظار عند إعادة تعيين الحد (أثناء فتح التطبيق)
de: Startet nach 5 Stunden eine neue Sitzung, um Wartezeiten bei Limit-Resets zu vermeiden (bei geöffneter App)
es: Inicia una nueva sesión tras 5 horas para evitar esperar al reinicio del límite (con la app abierta)
fr: Démarre une nouvelle session après 5 heures pour éviter d'attendre la réinitialisation (app ouverte)
it: Avvia una nuova sessione dopo 5 ore per evitare attese al ripristino del limite (con l'app aperta)
ja: 5時間後に新しいセッションを開始し、制限リセット時の待機を回避します（アプリ起動中）
ko: 5시간 후 새 세션을 시작하여 한도 초기화 대기를 방지합니다 (앱 실행 중)
nl: Start een nieuwe sessie na 5 uur om wachten bij limietreset te voorkomen (als de app open is)
pt_br: Inicia uma nova sessão após 5 horas para evitar esperar na renovação do limite (com o app aberto)
ru: Запускает новую сессию через 5 часов, чтобы не ждать сброса лимита (при открытом приложении)
tr: 5 saat dolunca yeni oturum açarak kota aşımında beklemenizi önler (uygulama açıkken)
zh_hans: 5小时后自动开始新会话，避免在限额重置时等待（应用打开时）
zh_hant: 5小時後自動開始新工作階段，避免在限額重置時等待（應用程式開啟時）

source: Starts the app when your Mac boots up
ar: يشغّل التطبيق عند تشغيل الـ Mac
de: Startet die App beim Hochfahren Ihres Mac
es: Inicia la app cuando arrancas tu Mac
fr: Lance l'app au démarrage de votre Mac
it: Avvia l'app all'accensione del Mac
ja: Mac起動時にアプリを自動的に開始
ko: Mac 시작 시 앱을 자동으로 실행합니다
nl: Start de app wanneer je Mac opstart
pt_br: Inicia o app quando o Mac é ligado
ru: Запускает приложение при включении Mac
tr: Uygulamayı Mac açılışında başlatır
zh_hans: Mac 开机时自动启动应用
zh_hant: Mac 開機時自動啟動應用程式

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Системная
tr: Sistem
zh_hans: 系统
zh_hant: 系統
